[
  {
    "id": 1,
    "title": "120 ГБ SATA накопитель A-Data SU650",
    "price": 900.00,
    "description": "120-гигабайтный SSD-накопитель A-Data SU650 [ASU650SS-120GT-R] – модель от одного из мировых лидеров в области производства памяти разных типов.Накопитель A-Data SU650 [ASU650SS-120GT-R] управляется контроллером Silicon Motion SM2258XT",
    "category": "SSD",
    "image": "images/A-DataSU650.jpg",
    "rating": {
      "rate": 3.9,
      "count": 120
    }
  },
  {
    "id": 2,
    "title": "60 ГБ SATA накопитель Netac N535S",
    "price": 997.00,
    "description": "SSD-накопитель Netac N535S станет отличным выбором для домашних и офисных систем и обеспечит высокое быстродействие как отдельных приложений, так и всей операционной системы в целом. В основе данной модели используются первоклассные чипы памяти NAND с объемной структурой и производительный микрокомпьютер Silicon Motion SM2258XT.",
    "category": "SSD",
    "image": "images/NetacN535S.jpg",
    "rating": {
      "rate": 4.1,
      "count": 259
    }
  },
  {
    "id": 3,
    "title": "120 ГБ SATA накопитель Patriot Burst Elite",
    "price": 999.00,
    "description": "Накопитель Patriot Burst Elite [PBE120GS25SSDR] увеличит скорость запуска приложений и производительность системы в целом. Данная модель характеризуется емкостью 120 ГБ и востребованным интерфейсом подключения SATA III. Скоростные характеристики в режиме последовательного чтения и записи данных достигают показателей 450 Мбайт/сек и 320 Мбайт/сек соответственно.",
    "category": "SSD",
    "image": "images/PatriotBurstElite.jpg",
    "rating": {
      "rate": 4.7,
      "count": 500
    }
  },
  {
    "id": 4,
    "title": "120 ГБ SATA накопитель Silicon Power Slim S55",
    "price": 1100.00,
    "description": "SiliconPower Slim S55 является уникальным устройством, толщина которого составляет всего 7 мм. Благодаря компактным размерам и небольшому весу это устройство вы сможете взять с собой не только на работу, но и в дальнее путешествие.",
    "category": "SSD",
    "image": "images/SiliconPowerSlimS55.jpg",
    "rating": {
      "rate": 2.1,
      "count": 430
    }
  },
  {
    "id": 5,
    "title": "Оперативная память A-Data XPG Gammix D10",
    "price": 1940.00,
    "description": "Оперативная память A-Data XPG Gammix D10 является моделью из геймерской линейки и позиционируется производителем как надежное решение для игрового компьютера. Данный модуль стандарта DDR4 отличается объемом 8 ГБ и функционированием на частоте 3200 МГц. Разгонный потенциал модуля A-Data XPG Gammix D10 дополнен поддержкой профиля XMP. Панель теплоотвода выделяется оригинальным зазубренным дизайном и благодаря применению алюминия гарантирует поддержание сбалансированного температурного режима.",
    "category": "RAM",
    "image": "images/A-DataXPGGammixD10.jpg",
    "rating": {
      "rate": 4.6,
      "count": 400
    }
  },
  {
    "id": 6,
    "title": "Оперативная память AMD Radeon R3 Value Series",
    "price": 810.00,
    "description": "AMD Radeon R3 Value Series с пропускной способностью PC10600 поддерживает частоту 1333 МГц. Особенность оперативной памяти в том, что она поддерживает тайминги 9-9-9-24, что способствует уменьшению временной задержки сигнала. А благодаря этому и повышается быстродействие системы.",
    "category": "RAM",
    "image": "images/AMDRadeonR3ValueSeries.jpg",
    "rating": {
      "rate": 3.9,
      "count": 70
    }
  },
  {
    "id": 7,
    "title": "Оперативная память AMD Radeon R5 Entertainment Series",
    "price": 1090.00,
    "description": "Оперативная память AMD Radeon R5 Entertainment Series [R5S34G1601U1S] имеет объем, составляющий 4 ГБ. Перед вами – игровое устройство, рассчитанное на использование в составе системных блоков, которые комплектуются модулями памяти DDR3. Уровень производительности модуля достаточен для обработки больших массивов данных в интенсивном режиме. Пропускная способность памяти составляет 12800 МБ/с. Используется тактовая частота 1600 МГц. Модуль может функционировать и на других (800, 1066 и 1333 МГц) частотах. Память характеризуется таймингами 11-11-11-28.",
    "category": "RAM",
    "image": "images/AMDRadeonR5.jpg",
    "rating": {
      "rate": 3,
      "count": 400
    }
  },
  {
    "id": 8,
    "title": "Оперативная память AMD Radeon R5 Entertainment Series",
    "price": 1930.00,
    "description": "Оперативная память AMD Radeon R5 Entertainment Series [R5S38G1601U1K] использует тактовую частоту 1600 МГц. Поддерживаются и другие режимы работы. Минимально допустимой частотой является частота 800 МГц. Пропускная способность памяти равна 12800 МБ/с. Модули соответствуют таймингам 11-11-11-28.",
    "category": "RAM",
    "image": "images/AMDRadeonR5EntertainmentSeries.jpg",
    "rating": {
      "rate": 1.9,
      "count": 100
    }
  },
  {
    "id": 9,
    "title": "Оперативная память Patriot Signature Line",
    "price": 897.00,
    "description": "Оперативная память Patriot Signature Line – универсальное решение для повышения производительности аппаратной платформы в компьютерах разного назначения и серверных станциях. Модуль стандарта DDR4 отличается совместимостью с платформами Intel и AMD. Он функционирует на частоте 2666 МГц и помогает добиться повышения быстродействия системы в режимах круглосуточных нагрузок. Patriot Signature Line тщательно протестирована на совместимость с другими комплектующими и рассчитана на длительный срок службы.",
    "category": "RAM",
    "image": "images/PatriotSignatureLine.jpg",
    "rating": {
      "rate": 3.3,
      "count": 203
    }
  },
  {
    "id": 10,
    "title": "Оперативная память Patriot Viper 4 Steel",
    "price": 2098.00,
    "description": "Оперативная память Patriot Viper 4 Steel [PVS48G360C8] представляет собой решение объемом 8 ГБ, выполненное по стандарту DDR4. Благодаря своей емкости, а также высоким рабочим показателям данная модель может стать отличным выбором для использования в игровых и рабочих системах, обеспечивая высокий уровень быстродействия и позволяя комфортно решать практически любые задачи. Кроме того, данный модуль отличается высокой стабильностью работы и устойчивостью к сбоям даже при значительных нагрузках, что обусловлено применением передовых технологий и первоклассных компонентов в конструкции.",
    "category": "RAM",
    "image": "images/PatriotViper4Steel.jpg",
    "rating": {
      "rate": 2.9,
      "count": 470
    }
  },
  {
    "id": 11,
    "title": "Оперативная память Patriot Viper Elite II",
    "price": 1090.00,
    "description": "Модули памяти серии Viper Elite II от Patriot являются улучшенным обновлением существующей серии Viper Elite. Память Viper Elite II оснащена красными алюминиевыми радиаторами, которые эффективно обеспечивают отвод тепла, для достижения максимальной производительности. Память выполнена по технологии DDR4 и идеально подходит для игр, создания контента и работы с объемными данными. Доступны единичные модули Viper Elite II, а также комплекты из двух модулей, с широким выбором объёмов и частот. Наши комплекты Viper Elite II тщательно протестированы на совместимость. Память демонстрирует высочайшее качество работы и совместима со всеми платформами Intel и AMD.",
    "category": "RAM",
    "image": "images/PatriotViperEliteII.jpg",
    "rating": {
      "rate": 4.8,
      "count": 319
    }
  },
  {
    "id": 12,
    "title": "Процессор AMD A6-9500 OEM",
    "price": 1790.00,
    "description": "Процессор AMD A6-9500 OEM оборудован сокетом AM4 и рассчитан на установку в домашнюю станцию средней мощности или функциональный компьютер офисного, учебного назначения. Обладая базовой тактовой частотой на уровне 3500 МГц, эта двухъядерная модель работает при разгоне по технологии Turbo Core на частоте 3800 МГц. Представленный в комплектации OEM процессор оснащен встроенным графическим ядром GPU Radeon R5, благодаря которому он уверенно справляется с обработкой графических данных.",
    "category": "Processors",
    "image": "images/AMDA6-9500OEM.jpg",
    "rating": {
      "rate": 4.8,
      "count": 400
    }
  },
  {
    "id": 13,
    "title": "Процессор AMD PRO A6-8570 OEM",
    "price": 1840.00,
    "description": "Процессор AMD PRO A6-8570 OEM под сокет AM4 рассчитан на установку в домашнюю станцию средней мощности или функциональный компьютер офисного, учебного назначения. Обладая базовой тактовой частотой на уровне 3500 МГц, эта двухъядерная модель работает при разгоне по технологии Turbo Core на частоте 3800 МГц.",
    "category": "Processors",
    "image": "images/AMDPROA6-8570.jpg",
    "rating": {
      "rate": 2.9,
      "count": 250
    }
  },
  {
    "id": 14,
    "title": "Процессор Intel Celeron G5905 OEM",
    "price": 2590.00,
    "description": "LGA 1200, 2 x 3.5 ГГц, L2 - 0.5 МБ, L3 - 4 МБ, 2хDDR4-2666 МГц, Intel UHD Graphics 610, TDP 58 Вт.",
    "category": "Processors",
    "image": "images/CeleronG5905.jpg",
    "rating": {
      "rate": 2.2,
      "count": 140
    }
  },
  {
    "id": 15,
    "title": "Процессор AMD Ryzen 7 7700X OEM",
    "price": 44450.00,
    "description": "AM5, 8 x 4.5 ГГц, L2 - 8 МБ, L3 - 32 МБ, 2хDDR5-5200 МГц, AMD Radeon Graphics, TDP 105 Вт.",
    "category": "Processors",
    "image": "images/AMDRyzen7-7700X.jpg",
    "rating": {
      "rate": 2.6,
      "count": 235
    }
  },
  {
    "id": 16,
    "title": "Процессор Intel Celeron G6900 OEM",
    "price": 3100.00,
    "description": "LGA 1700, 2 x 3.4 ГГц, L2 - 2.5 МБ, L3 - 4 МБ, 2хDDR4, DDR5-4800 МГц, Intel UHD Graphics 710, TDP 46 Вт",
    "category": "Processors",
    "image": "images/CeleronG6900.jpg",
    "rating": {
      "rate": 2.9,
      "count": 340
    }
  },
  {
    "id": 17,
    "title": "Процессор Intel Core i5-11400 OEM",
    "price": 13750.00,
    "description": "LGA 1200, 6 x 2.6 ГГц, L2 - 3 МБ, L3 - 12 МБ, 2хDDR4-3200 МГц, Intel UHD Graphics 730, TDP 65 Вт.",
    "category": "Processors",
    "image": "images/Corei5-11400.jpg",
    "rating": {
      "rate": 3.8,
      "count": 679
    }
  },
  {
    "id": 18,
    "title": "Процессор Intel Core i7-11700 OEM",
    "price": 23950.00,
    "description": "LGA 1200, 8 x 2.5 ГГц, L2 - 4 МБ, L3 - 16 МБ, 2хDDR4-3200 МГц, Intel UHD Graphics 750, TDP 65 Вт",
    "category": "Processors",
    "image": "images/Corei7-11700.jpg",
    "rating": {
      "rate": 4.7,
      "count": 130
    }
  },
  {
    "id": 19,
    "title": "Процессор Intel Pentium G4400 OEM",
    "price": 3790.00,
    "description": "LGA 1151, 2 x 3.3 ГГц, L2 - 0.5 МБ, L3 - 3 МБ, 2хDDR4, DDR3L-2133 МГц, Intel HD Graphics 510, TDP 54 Вт",
    "category": "Processors",
    "image": "images/PentiumG4400.jpg",
    "rating": {
      "rate": 4.5,
      "count": 146
    }
  },
  {
    "id": 20,
    "title": "Материнская плата ASRock H510M-HDV",
    "price": 4990.00,
    "description": "Материнская плата ASRock H510M-HDV обладает свойствами производительной и надежной основы для сборки мощного компьютера. При этом, она характеризуется компактными размерами. В оснащение данной платы входят 2 слота DIMM, 4 разъема SATA, по одному слоту PCI-E x16 и PCI-E x1. Предусмотрена возможность установки процессоров Intel под сокет LGA 1200.",
    "category": "motherboards",
    "image": "images/ASROCH510M-HDV.jpg",
    "rating": {
      "rate": 3.6,
      "count": 145
    }
  },
  {
    "id": 21,
    "title": "Материнская плата Biostar A68MHE",
    "price": 3950.00,
    "description": "Материнская плата Biostar A68MHE представляет собой компактное и функциональное решение для создания домашних и офисных систем малого формата. Данная модель соответствует типоразмеру Micro-ATX, основана на чипсете AMD A68H и использует сокет FM2+, предназначенный для процессоров AMD. Данная модель также поддерживает дискретные графические ускорители — для их установки предусмотрена 1 линия PCI-E 3.0 x16. Максимальный объем ОЗУ может достигать 32 ГБ. Для установки доступно 2 слота DIMM. Помимо этого платформа обладает 4 портами SATA III, что позволит вам создать вместительное файловое хранилище.",
    "category": "motherboards",
    "image": "images/BiostarA68MHE.jpg",
    "rating": {
      "rate": 3.6,
      "count": 145
    }
  },
  {
    "id": 22,
    "title": "Материнская плата Esonic G31CHL3",
    "price": 2950.00,
    "description": "Материнская плата Esonic G31CHL3 изготовлена в форм-факторе Micro-ATX и ориентирована на апгрейд ПК с использованием системных компонентов предыдущих поколений. Выполненная на чипсете Intel G31 модель поддерживает установку процессора Intel в исполнении LGA 775. К двум ее слотам для монтажа оперативной памяти, рассчитанным на установку ОЗУ DDR2 с частотой 533-800 МГц, можно подключить до 16 ГБ памяти.",
    "category": "motherboards",
    "image": "images/G31CHL3.jpg",
    "rating": {
      "rate": 3.6,
      "count": 145
    }
  },
  {
    "id": 23,
    "title": "Материнская плата Esonic G41CPL3",
    "price": 2999.00,
    "description": "Материнская плата Esonic G41CPL3 предназначена для создания компактных домашних и офисных систем. Данная модель выполнена в форм-факторе Micro-ATX, благодаря чему возможно использование миниатюрного корпуса. Плата основана на первоклассных компонентах, что обеспечивает высокую надежность и отказоустойчивость. Материнская плата Esonic G41CPL3 использует в своей основе чипсет Intel G41. Установка процессора производится при помощи сокета LGA 775. Помимо этого модель поддерживает дискретную графику — для нее на плате предусмотрена 1 линия PCI-E x16. Объем оперативной памяти может достигать 8 ГБ, что обусловлено наличием 2 слотов формата DIMM. Дисковая подсистема может быть выполнена при помощи 4 разъемов SATA с пропускной способностью 3 Гбит/с.",
    "category": "motherboards",
    "image": "images/G41CPL3.jpg",
    "rating": {
      "rate": 3.6,
      "count": 145
    }
  },
  {
    "id": 24,
    "title": "Материнская плата GIGABYTE H310M H",
    "price": 3450.00,
    "description": "Материнская плата GIGABYTE H310M H оптимальна для сборки компьютера офисного класса, применение которому можно будет найти и дома. Такой системный блок отлично подходит для удаленной работы, в том числе – в Интернете. Компьютер может быть компактным: плата соответствует форм-фактору Micro-ATX. Размеры устройства – 226x174 мм. Материнская плата GIGABYTE H310M H совместима с широчайшим образом распространенными процессорами Intel LGA 1151-v2. Максимальный объем памяти (32 ГБ) достаточен для решения большинства стандартных задач.",
    "category": "motherboards",
    "image": "images/GIGABYTEH310MH.jpg",
    "rating": {
      "rate": 3.6,
      "count": 145
    }
  },
  {
    "id": 25,
    "title": "Материнская плата MSI PRO H410M-B",
    "price": 4450.00,
    "description": "Разнообразные устройства PRO-серии помогают пользователям работать эффективно. В материнских платах PRO-серии сочетаются отличная функциональность и высокое качество изготовления – они идеально подходят для продуктивного труда. LGA 1200, Intel H510, 2xDDR4-2933 МГц, 1xPCI-Ex16, 1xM.2, Micro-ATX.",
    "category": "motherboards",
    "image": "images/MSIPROH410M-B.jpg",
    "rating": {
      "rate": 3.6,
      "count": 145
    }
  },
  {
    "id": 26,
    "title": "Блок питания ExeGate XP350",
    "price": 890.00,
    "description": "350 Вт, 20 + 4 pin, 4 pin CPU, 3 SATA.",
    "category": "Power supplies",
    "image": "images/ExeGateXP350.jpg",
    "rating": {
      "rate": 3.6,
      "count": 145
    }
  },
  {
    "id": 27,
    "title": "Блок питания Winard 600W",
    "price": 2150.00,
    "description": "600 Вт, EPS12V, 20 + 4 pin, 4 pin CPU, 3 SATA, 6 pin PCI-E.",
    "category": "Power supplies",
    "image": "images/Winard600W.jpg",
    "rating": {
      "rate": 3.6,
      "count": 145
    }
  },
  {
    "id": 28,
    "title": "Блок питания Xilence Red Wings XN054 700W",
    "price": 2960.00,
    "description": "700 Вт, EPS12V, APFC, 20 + 4 pin, 4+4 pin CPU, 6 SATA, 6 pin, 6+2 pin PCI-E.",
    "category": "Power supplies",
    "image": "images/XilenceRedWingsXN050.jpg",
    "rating": {
      "rate": 3.6,
      "count": 145
    }
  }
]